# St7GetBeamDrawAxes

Returns whether to Draw Axes with the display of beams.

long St7GetBeamDrawAxes(long uID, bool* Show)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Show
The state of the Draw Axes option; either True or False.